---
kind: property
id: P:Autodesk.Revit.DB.Dimension.View
zh: 视图
source: html/8520fd39-b766-2f43-7937-1ffb4e0bc59a.htm
---
# Autodesk.Revit.DB.Dimension.View Property

**中文**: 视图

Supplies the view that contains the dimension if the dimension is view specific.

## Syntax (C#)
```csharp
public View View { get; }
```